ms-vscode-remote.vscode-remote-extensionpack
hediet.vscode-drawio
nopeslide.vscode-drawio-plugin-mermaid
nopeslide.vscode-drawio-plugin-wavedrom
nopeslide.vscode-drawio-plugin-rtl
docsmsft.docs-authoring-pack
chrischinchilla.vscode-pandoc
ms-azuretools.vscode-docker
eamodio.gitlens
hbenl.vscode-test-explorer
redhat.vscode-yaml
ms-vscode.test-adapter-converter
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter
ms-azuretools.vscode-docker
hashhar.gitattributes
codezombiech.gitignore
ms-python.isort
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-slideshow
ms-kubernetes-tools.vscode-kubernetes-tools
yzhang.markdown-all-in-one
littlefoxteam.vscode-python-test-adapter
connorshea.vscode-test-explorer-status-bar
ms-kubernetes-tools.vscode-kubernetes-tools
yzhang.markdown-all-in-one